Repository: vlood/flowboard
Catalog: languages/flowboard-*.po
Languages: bg_bg

source: Not valid input to save note!
bg_bg: Невалидни данни за запазване на бележката!

source: Unknown board ID
bg_bg: Невалидно id на дъска

source: FlowBoard Zones
bg_bg: Зони на FlowBoard

source: Flowboard properties
bg_bg: Настройки на Flowboard

source: Board
bg_bg: Дъска

source: manage boards here!
bg_bg: управлявай дъските от тук!

source: --- choose assigned board ---
bg_bg: --- избери дъска ---

source: Add
bg_bg: Добави

source: Remove
bg_bg: Премахни

source: Reset
bg_bg: Изчисти

source: Notes
bg_bg: Бележки

source: FlowBoard custom post types
bg_bg: FlowBoard допълнителни типове

source: Note
bg_bg: Бележка

source: Add Note
bg_bg: Добави бележка

source: Add New Note
bg_bg: Добави нова бележка

source: Edit
bg_bg: Редактирай

source: Edit Note
bg_bg: Редактирай бележка

source: New Note
bg_bg: Нова бележка

source: View Note
bg_bg: Виж бележката

source: Search Notes
bg_bg: Търси в бележки

source: No Notes Found
bg_bg: Не бяха намерени бележки

source: No Notes Found in Trash
bg_bg: Няма бележки в кошчето

source: Parent Note
bg_bg: Родителска бележка

source: Boards
bg_bg: Дъски

source: Add Board
bg_bg: Добави дъска

source: Add New Board
bg_bg: Добави нова дъска

source: Edit Board
bg_bg: Редактирай дъска

source: New Board
bg_bg: Нова дъска

source: View Board
bg_bg: Виж дъската

source: Search Boards
bg_bg: Търси из дъските

source: No Boards Found
bg_bg: Не бяха намерени дъски

source: No Boards Found in Trash
bg_bg: Няма дъски в кошчето

source: Parent Board
bg_bg: Родителска дъска

source: Headline
bg_bg: Заглавие

source: Time left
bg_bg: Оставащо време

source: Estimate
bg_bg: Оценка за време

source: Status
bg_bg: Статус

source: Responsible
bg_bg: Отговорник

source: Color
bg_bg: Цвят

source: Text
bg_bg: Описание

source: Save
bg_bg: Запази

source: To Post
bg_bg: Към пълните настройки

source: Cancel
bg_bg: Откажи

source: FlowBoard settings
bg_bg: FlowBoard настройки

source: Take control of your FlowBoards, by overriding the default settings with your own specific preferences.
bg_bg: Управлявай дъските си, чрез замяна на стандартните настройки със специфичните тук.

source: No image was uploaded.
bg_bg: Не бе качено изображение.

source: FlowBoard settings saved
bg_bg: Настройките бяха запазени

source: Background
bg_bg: Фон

source: Add new note
bg_bg: Добави нова бележка

source: add new note
bg_bg: добави нова бележка

source: Add Flowboard here
bg_bg: Добави дъска тук

source: Add FlowBoard here
bg_bg: Добави дъска тук

source: --- choose board to insert ---
bg_bg: --- избери дъска за показване ---

source: Make the FlowBoard draggable for unauthorized visitors.
bg_bg: Позволи дъската да е манипулируема за нерегистрирани потребители.

source: Insert
bg_bg: Вмъкни
